export default [
  {
    name: "faq",
    pageTitle: "常见问题",
    description: "",
    content: [
      {
        title: "如何开始",
        body: [
          { tag: "p", content: "系统要求" },
          {
            tag: "p",
            content: "安装亿万先生欧洲馆(PlayTech)客户端最低系统配置要求:"
          },
          { tag: "p", content: "1.6GHz的CPU(双核处理器)至少1GB的内存" },
          { tag: "p", content: "16MB 16位的显卡 (分辨率为1200x800或更高)" },
          { tag: "p", content: "至少有3GB的可用硬盘空间" },
          { tag: "p", content: "Windows XP, 7或更新的系统" },
          { tag: "p", content: "网速要达到512Kbit/s(仅对现场游戏)" },
          { tag: "p", content: "需在安装Flash Player最新版本" },
          { tag: "p", content: "下载安装亿万先生娱乐城(按钮)" },
          { tag: "p", content: "注册账户成为亿万会员" },
          {
            tag: "p",
            content: "1. 进入网站后,请点击网站右上角的“立即注册”,进入注册页面。"
          },
          { tag: "img", imageUrl: "start1.jpg" },
          {
            tag: "p",
            content: "2. 根据页面提示填写您的真实注册信息,点击“提交注册信息”。"
          },
          { tag: "img", imageUrl: "start2.jpg" },
          {
            tag: "p",
            content:
              "3. 您的亿万之旅就此开始,请进入右上角的“账户中心“进行验证信息、存取款、场馆转账、查看玩家级别等操作。有任何问题,您可以随时点击”在线客服“24小时与我们取得联系。"
          },
          { tag: "img", imageUrl: "start3.jpg" }
        ]
      },
      {
        title: "我的个人资料安全吗？",
        body: [
          {
            tag: "p",
            content:
              "亿万先生绝对不会泄露您的个人资料给任何第三方，除非收到法庭传单或可行性法律的要求及判决。但我们有权通过网站向有关第三方支付平台服务提供商以及金融保险机构提供必要的个人信息以完成支付要求。所有用户提供的个人信息，其传送都将通过安全端口（SSL 128 bit encryption Standard）并存放在公众无法进入的保密环境之下。所有数据的内部出入都受到限制及严密的监控。"
          }
        ]
      },
      {
        title: "如何使用“用户中心”",
        body: [
          {
            tag: "p",
            content:
              "请在网站登录您的玩家账户，然后您就可以看到“用户中心”，您可以在这里进行存款，取款，转账至各场馆，查询及更新个人资料，修改密码，查询用户级别等操作。"
          }
        ]
      },
      {
        title: "当我登入时受到密码错误提示。此时我该怎么办？",
        body: [
          {
            tag: "p",
            content:
              "请首先检查并确认您输入的密码是否正确，必须是8到10个字符,其中至少包含2个数字。如果仍然出现此问题，请点击网站密码登陆框中的小锁图标，根据网站提示进行找回密码的操作，新密码会根据您选择的方式发送给您。有任何的疑问请及时联系我们的在线客服。"
          }
        ]
      },
      {
        title: "如何存款充值？",
        body: [
          {
            tag: "p",
            content:
              "成功在网站上登录会员账号之后，进入用户中心，点击“存款”，选择您需要的支付模式。如果您选择“网银秒存”，请您输入金额及银行信息，然后根据系统提示进入您的银行页面完成转账，转账成功之后系统会自动上分；如果您选择“线下支付”，请您参照右边显示的转账银行的信息通过网银，ATM或柜台转账等方式完成转账，然后填写存款信息，点击“确定”即可，我们会在确认收到转账之后立即为您上分。更详细的流程介绍，请点击这里，若有疑问请您及时咨询我们7*24小时为您服务的客服人员。"
          }
        ]
      },
      {
        title: "各游戏场馆之间如何进行转账？",
        body: [
          {
            tag: "p",
            content:
              "主账户转入亚洲馆/欧洲馆，或由亚洲馆/欧洲馆转出主账户：成功在网站上登录会员账号之后，在用户中心中可以看到主账户的余额以及不同场馆的“转入”“转出”按钮，根据您的需要点击转入/转出完成转账。"
          },
          {
            tag: "p",
            content:
              "主账户转入亚洲馆/欧洲馆，或由亚洲馆/欧洲馆转出主账户：成功在网站上登录会员账号之后，在用户中心中可以看到主账户的余额以及不同场馆的“转入”“转出”按钮，根据您的需要点击转入/转出完成转账。"
          }
        ]
      },
      {
        title: "如何进行提款？",
        body: [
          {
            tag: "p",
            content:
              "1.会员首次提款操作在用户中心点击“提款”—“选择取款银行”—“绑定银行账号”先绑定玩家银行帐号，并通过短信或邮件的方式进行验证。"
          },
          {
            tag: "p",
            content:
              "2.在“提款”页面选择取款银行并填写申请款项信息，成功提交后工作人员将会在规定的时间内处理。您可以在“交易记录”可以查询提款明细。"
          },
          {
            tag: "p",
            content:
              "3.会员再次进行提款操作不需要再次绑定银行账户，只需进行上述第二步操作。"
          },
          {
            tag: "p",
            content:
              "若您有其他问题需要解答或帮助，请点击我们网站右上方的“在线客服”咨询我们7*24小时为您服务的客服人员。"
          }
        ]
      },
      {
        title: "如何进行提款？",
        body: [
          { tag: "p", content: "如果您在支付时遇到下述提示信息：" },
          { tag: "img", imageUrl: "amt-limit-01.jpg" },
          {
            tag: "p",
            content:
              "请您不用担心，这是微信平台对扫码支付设定的交易限额，我们该怎么解除这个限制呢？在此向大家分享一下解除限制的方法。"
          },
          { tag: "p", content: "第一步：" },
          { tag: "p", content: "关注微信公众号——腾讯客服" },
          { tag: "img", imageUrl: "amt-limit-02.jpg" },
          { tag: "p", content: "第二步：" },
          {
            tag: "p",
            content:
              "手机拨打（微信官方客服）95017按语音提示：按1-个人支付业务，然后可以选择输入身份证号码或忘记身份证号码，按#号进入2-交易限额问题！然后挂断。"
          },
          { tag: "p", content: "返回微信页面，您会收到微信的系统消息。" },
          { tag: "img", imageUrl: "amt-limit-03.jpg" },
          { tag: "p", content: "第二步：" },
          { tag: "p", content: "点击“请点击这里进行操作”" },
          { tag: "img", imageUrl: "amt-limit-04.jpg" },
          { tag: "p", content: "第四步：" },
          { tag: "p", content: "点击“下一步”继续" },
          { tag: "img", imageUrl: "amt-limit-05.jpg" },
          { tag: "p", content: "第五步：" },
          { tag: "p", content: "认证信息提交" },
          { tag: "img", imageUrl: "amt-limit-06.jpg" },
          { tag: "p", content: "第六步：" },
          { tag: "p", content: "验证成功限额即可解除" },
          { tag: "img", imageUrl: "amt-limit-07.jpg" },
          { tag: "p", content: "关于解除微信限额的方案：" },
          { tag: "p", content: "1. 需持卡人拨打95017（微信客服）" },
          { tag: "p", content: "2. 按1" },
          { tag: "p", content: "3. 输入身份证" },
          { tag: "p", content: "4. 按2之后挂断" },
          { tag: "p", content: "5. 微信收到腾讯客服发来的服务信息" },
          { tag: "p", content: "6. 点击详情后进入风险提示页面" },
          { tag: "p", content: "7. 点击联系客服后自动进行诊断" },
          { tag: "p", content: "8. 诊断完成后提示交易受限" },
          { tag: "p", content: "9. 点击下一步输入个人信息" },
          { tag: "p", content: "10. 提交之后直接提示解除受限成功" },
          { tag: "p", content: "11. 此时即可正常交易" },
          {
            tag: "p",
            content:
              "如您完成上述操作之后仍未能成功支付或存款时遇到其他错误提示，亿万先生7x24小时在线客服随时为您提供协助，祝您游戏愉快"
          }
        ]
      }
    ]
  },
  {
    name: "financial",
    pageTitle: "如何存提款",
    description: "",
    content: [
      {
        title: "如何存款",
        body: [
          {
            tag: "p",
            content:
              "亿万先生提供多种便捷的存款方式,您可以选择您最适用的方式进行存款。"
          },
          { tag: "p", content: "方法一:在线秒存" },
          {
            tag: "p",
            content:
              "只要您有网银,就可通过“在线秒存”实现快速存款。单笔最低存款额为50元,最高为30000元,存款次数不限。"
          },
          { tag: "p", content: "存款步骤" },
          {
            tag: "p",
            content: "1. 请登录网站,进入“用户中心”,点击“存款”进行操作。"
          },
          { tag: "img", imageUrl: "0071.jpg" },
          {
            tag: "p",
            content:
              "2. 默认方式为“在线秒存“。请输入存款金额,选择您的银行,如果您的银行没有包含在下列4个常用银行中,请点击“其他”,并在下拉菜单中选择您的银行,点击“确定”进入银行支付页面。"
          },
          {
            tag: "p",
            content:
              "请注意,提交后请注意网页中出现的任何拦截弹出窗口的信息,请设置为“允许此站点弹出新窗口”即可出现网银页面。"
          },
          { tag: "img", imageUrl: "0072.jpg" },
          {
            tag: "p",
            content:
              "3. 点击“确定”进入网银页面(以工行为例),根据提示输入您的卡(账)号,验证码,然后插入U盾并输入支付密码完成存款,您的存款将自动添加至您的游戏主账号。"
          },
          { tag: "img", imageUrl: "0073.jpg" },
          { tag: "p", content: "方法二:线下支付" },
          {
            tag: "p",
            content:
              "您可以使用更多方式汇款至我们的银行账户,以下是主要的存款方式:"
          },
          { tag: "p", content: "1.网银转账" },
          { tag: "p", content: "2.ATM转账" },
          { tag: "p", content: "3.柜台转账" },
          { tag: "p", content: "4.手机银行转账" },
          { tag: "p", content: "存款步骤" },
          {
            tag: "p",
            content: "1.请登录网站,进入“用户中心“,点击“存款”进行操作。"
          },
          { tag: "img", imageUrl: "0074.jpg" },
          {
            tag: "p",
            content:
              "2.您点击“线下支付通道”就可以在右侧看到我们正在使用的收款银行账 户,您可以通过网银转账,手机银行,ATM转账,柜台转账等方式存款 至此银行账户。"
          },
          {
            tag: "p",
            content:
              "请注意,收款银行账户会不定期变更,请您在每次存款 之前,先进入网站查看正在使用的银行账户。"
          },
          {
            tag: "p",
            content:
              "3. 提交您的上分申请,请输入存款金额,汇款人,银行账号(或后四位),银行名称并点击“确定”,我们会在查账确定收到您的存款的几分钟内为您上分。"
          },
          { tag: "img", imageUrl: "0075.jpg" }
        ]
      },
      {
        title: "如何提款",
        body: [
          {
            tag: "p",
            content:
              "亿万先生承诺用最快的时间处理您的提款，让您游戏尽兴，随玩随提。"
          },
          { tag: "p", content: "提款步骤" },
          { tag: "p", content: "1.请您在首次提款时“添加绑定银行”。" },
          { tag: "img", imageUrl: "0076.jpg" },
          { tag: "img", imageUrl: "0077.jpg" },
          {
            tag: "p",
            content:
              "2.进入绑定银行页面，根据提示完成银行绑定，请注意，为了保护您的资金安全，您只可以使用与您注册姓名一致的银行账户进行提款。"
          },
          { tag: "img", imageUrl: "0078.jpg" },
          { tag: "p", content: "3.绑定银行后，选择已绑定好的银行账户。" },
          { tag: "img", imageUrl: "0079.jpg" },
          {
            tag: "p",
            content:
              "4.进入提款页面，输入提款金额并点击“确认提款”，我们会在最短的时间内处理您的提款。"
          },
          { tag: "img", imageUrl: "00710.jpg" },
          {
            tag: "p",
            content: "5.您可以进入“交易记录”，即时查看您的取款的处理状态。"
          }
        ]
      }
    ]
  },
  {
    name: "disclaimer",
    pageTitle: "服务与条款-责任博彩",
    description: "",
    content: [
      {
        body: [
          {
            tag: "p",
            content:
              "亿万先生对网站的内容及第三者在网站内提供的资料或内容之准确性等，并不会负上任何的法律责任。亿万先生会尽力确保网站资讯的准确性、完整性以及即时性(一切以发表日期为准)，但本公司并不能保证相关内容的准确性、完整性、及即时性，及和网络技术与排版效能可达致百分百的准确无误。另外，网站内的部分资讯与其发布的日期和时间是相关的。所以，在特定日期时间之后，相关资讯可能已不再准确真实，本公司亦不承诺会更新该项目，而阁下也有责任在采纳这些资讯前对其真实性进行核对验证。本公司保留在没有预先通知的情况下，修改或更新网站内容资讯的权利。同时，基于某些产品或服务乃受到规章及其他限制约束，所以有关项目并不适合于所有市场。"
          }
        ]
      }
    ]
  },
  {
    name: "terms",
    pageTitle: "服务条款",
    description: `<p>请仔细阅读本条款，并确认你完全理解其内容。如果对于这一条款所产生的权利和义务有任何疑问，请向你所属法律管辖区域内的法律顾问寻求帮助。</p>`,
    content: [
      {
        title: "定义",
        body: [
          {
            tag: "p",
            content:
              "以下条规适用于用户使用、联接和参与由亿万先生(统称亿万先生、「我们」及「我们的」，视具体情况而定)通过www.mr007.com 经营的网站提供的网上博彩服务。本条规须与特定博彩的博彩规则及适用于博彩软件的使用及与连接进入博彩网站和其中所含条规一并阅读。"
          },
          {
            tag: "p",
            content:
              "我们有权通过网站向有关第三方支付平台服务提供商以及金融保险机构提供必要的个人信息以完成支付要求。"
          },
          {
            tag: "p",
            content:
              "「博彩」就本条规而言，包括但不限于通过博彩网站提供的任何及/或一切博彩服务进行的投注、游戏及各类博彩活动；「联接设备」指任何应用联接设备，包括但不限于为使用和联接博彩网站、参与博彩服务而采用的个人电脑、笔记本电脑、移动电话、个人数码助理、PDA电话、手提设备。"
          },
          { tag: "p", content: "" }
        ]
      },
      {
        title: "同意",
        body: [
          {
            tag: "p",
            content:
              "用户在注册过程中于「我声明我已年满18岁」及「我同意亿万先生的修款及条件与规则及规定。」字样之前的方框内打勾，并点击相应的「储存并继续」按钮，即表示用户确认并同意："
          },
          { tag: "p", content: "1.用户已经阅读、完全理解并同意本条规；及" },
          {
            tag: "p",
            content:
              "2.本条规构成用户与亿万先生之间关于博彩服务使用的具有法律约束力的协议(「使用协议」)。"
          },
          {
            tag: "p",
            content:
              "如果用户不同意本条规中的任何条款，请勾「本人不同意」按钮，并请不要点击「储存并继续」按钮，不要试图使用或继续使用任何博彩服务或下载和/或安装博彩软件。"
          }
        ]
      },
      {
        title: "修改",
        body: [
          {
            tag: "p",
            content:
              "亿万先生保留不时修订、更新和修改本条规和博彩规则(或其任何部分)的绝对权利。上述任何修订、更新或修改将在博彩网站上公布。经修订、更新 或修改的本条规和博彩规则于其在博彩网站上公布时生效。用户在之后继续通过博彩网站和博彩设备使用、联接和参与博彩服务，将视为同意并接受所公布的经修改 或更新的本条规和博彩规则。"
          },
          {
            tag: "p",
            content:
              "户确认并同意及自行负责查阅上述修订、更新和/或修改。亿万先生可自主决定将上述修订、更新和修改通知用户。上述修订、更新和修改可由亿万先生自主决定不时通知用户，但亿万先生并无任何义务向用户通知任何修订、更新和修改。"
          }
        ]
      },
      {
        title: "博彩资讯和知识产权",
        body: [
          {
            tag: "p",
            content:
              "通过博彩网站、博彩服务、博彩设备和/或任何其他方式提供向用户公开、获取、产生和/或收集的信息、资料和数据，包括但不限于营销计划和资料、成绩、统计数据、赛事数据、赛程表、概率和投注数据、文字、图标、音像资讯(「博彩资讯」) ，将属于亿万先生和其许可人所有，仅供用户用于个人非商业性目的。"
          },
          {
            tag: "p",
            content:
              "除在本条规外，未经我们或第三方资料专有人的事先书面同意，用户不得以任何方式或手段改编、拷贝、修改、复制、储存、散发、展示、公开播 放、制入有线节目、出版、传送、出售、出借、出租、许可使用博彩资讯。用户也不得或以其他方式使用任何他人网站、网上服务、公告板、任何媒体和/或联接设 备可以获得、使用、或连接上述博彩资讯。"
          },
          {
            tag: "p",
            content:
              "在博彩网站和/或通过联接设备提供的博彩软件、博彩服务和博彩资讯享受著作权、商标和其他形式的知识产权和专利保护。博彩网站上的博彩软 件、博彩服务和博彩资讯的所有权利、产权和利益均属亿万先生和/其许可人所有、使用或控制。用户确认并未通过使用或联接在博彩网站和/或联接设备提供的博彩 软件、博彩服务和博彩资讯取得亿万先生的博彩软件、博彩服务和博彩资讯的任何权利、利益或许可。"
          }
        ]
      },
      {
        title: "使用条件",
        body: [
          {
            tag: "p",
            content:
              "作为使用博彩服务的条件，用户保证并承诺不得以任何违反适用于用户的任何法律、违反本条规和/或被本条规所禁止的目的使用或联接博彩网站、博彩软件、博彩服务和/博彩资讯。除了本条规中所列一切其他声明和保证之外，用户在此进一步保证并承诺，作为使用博彩服务的条件："
          },
          {
            tag: "p",
            content: "1.用户以本人的身份及名义进行活动，而非代他人进行交易；"
          },
          { tag: "p", content: "2.用户的法律行为能力不受限制；" },
          { tag: "p", content: "3.用户未被诊断或认定为赌博强迫症；" },
          {
            tag: "p",
            content:
              "4.用户年龄(a)至少已满18周岁；或(b)已满任何适用于用户的法律所规定的其他法定年龄或成人年龄，以较大者为准(「法定年龄」)；"
          },
          {
            tag: "p",
            content: "5.用户充分了解在使用博彩服务的过程中亏损资金的风险；"
          },
          {
            tag: "p",
            content:
              "6.用户存入的款项并非来源于犯罪或其他非法、未经授权或许可的活动；"
          },
          {
            tag: "p",
            content:
              "7.用户并非从事犯罪或其他非法、未经授权或许可活动和/或企图利用用户在亿万先生开立的账户从事上述活动；用户不得利用或允许他人利用博彩服务或用户的博彩账户从事适用于用户或我们的任何法律所规定的任何犯罪或其他非法活动，包括但不限于洗钱；"
          },
          {
            tag: "p",
            content:
              "8.对用户的户名、账号和密码予以保密，防止非法联接或使用，在户名、账号或密码以任何方式失密的情况下立即更改密码或通知我们；"
          },
          {
            tag: "p",
            content:
              "9.对以用户的户名、账号和密码通过博彩网站和/或联接设备联接和使用博彩服务的任何及所有活动自行承担责任，不论上述联接和/或使用是否经用户授权或为用户所知晓；"
          },
          {
            tag: "p",
            content:
              "10.不以任何干扰或可能干扰其他用户使用博彩服务和博彩网站的方式使用博 彩服务、博彩网站、联接设备、博彩软件和博彩资讯，不实施任何降低或可 能降低博彩服务和博彩网站运行效能的行为；"
          },
          {
            tag: "p",
            content: "11.不征集或以任何方式企图获取有关其他用户的任何资料；"
          },
          {
            tag: "p",
            content:
              "12.不上传或散发任何含有病毒、已经毁坏或可能影响联接设备、博彩软件、博彩服务和/或博彩网站运行效能的程序、文件或数据；"
          },
          {
            tag: "p",
            content:
              "13.用户通过博彩网站和/或联接设备联接或使用博彩服务和博彩资讯不违反适用于用户的法律；亦不违反对用户个人或用户目前联接博彩网站或使用联接设备所在国家所有人具有约束力的合约义务；同时不受上述法律或合约义务禁止；"
          },
          {
            tag: "p",
            content:
              "14.不使用任何设备、机械、装置、软件、程序或其他方法(或任何具有上述性质的事物)干扰或企图干扰博彩服务、联接设备、博彩软件、博彩网站、博彩资讯或博彩网站和/或联接设备提供的任何交易的正常运行；"
          },
          {
            tag: "p",
            content:
              "15.不向博彩网站和/或联接设备或任何其他用户发布或传送任何违法、骚扰性、侮辱性、威胁性、诬蔑性、诽谤性、淫秽、猥亵、煽动性、种族歧视、色情或粗俗的内容，或可构成或教唆犯罪、引发民事责任或以其他方式违反任何法律的内容；"
          },
          {
            tag: "p",
            content:
              "16.用户不是亿万先生或其任何关联公司的管理人员、董事、雇员、顾问、关联人或代理人，或与上述任何人员具有亲属或同屋居住关系；及"
          },
          {
            tag: "p",
            content:
              "17.不干扰其他用户使用博彩服务、博彩网站、博彩软件、联接设备和/或博彩资讯或发起和/或参与调查、竞赛、连锁信或发布/传送「垃圾邮件」或其他未受请求的群发邮件。"
          }
        ]
      },
      {
        title: "注册开立博彩账户和会员资格",
        body: [
          {
            tag: "p",
            content:
              "欲通过亿万先生参与博彩、使用博彩服务，用户须按博彩网站所述程序完成开立账户和会员资格的申请(「会员资格申请」)。"
          },
          {
            tag: "p",
            content:
              "用户声明并承诺，用户在注册和办理会员资格申请时所提供的所有资料，包括会员资格申请所填用户姓名(「姓名」)、资金来源(包括有关银行账号和卡号)和住址，在一切方面均真实、准确、完整。"
          },
          {
            tag: "p",
            content:
              "亿万先生将采取必要和适当的措施对用户向我们披露的个人资料予以保密。我们将对所收到的用户个人数据和投注资料予以严格保密，除非法律、法 规、规章、法院、监管机关、任何有关博彩管理、执法机关的命令和决定或本条规另要求披露。用户对其个人资料的保密自行承担责任。我们保留在完成博彩网站所 提供的博彩服务的付款手续所需的范围内向我们支付结算服务提供者和金融机构披露用户个人数据的权利。"
          },
          {
            tag: "p",
            content:
              "用户还须自行负责确保用户使用和联接博彩网站和其中所含的博彩资讯、下载安装博彩软件和/或使用和参与博彩服务不受适用于用户的法律禁止。"
          },
          {
            tag: "p",
            content:
              "为验证用户的会员资格申请，我们还需要用户提供身份和年龄证明(如带照片的有效身份证明和借记卡或信用卡)。用户提供的具体原始资料如有任 何变更，应及时通知我们。为确认用户的姓名和地址，亿万先生保留通过邮寄等方式确认用户姓名和地址的权利。亿万先生还可自行决定采用其他安全措施核实用户提供 的任何资料。用户同意本条规，即同时表示同意亿万先生联接、使用、处理和储存对用户的任何身份验证或核实结果。"
          },
          {
            tag: "p",
            content: "我们保留基于任何理由拒绝用户会员资格申请的绝对权利。"
          },
          {
            tag: "p",
            content:
              "1.我们仅对在线即时帮助所公布的亿万先生官方备用网站负责。会员登录其它任意貌似亿万先生网站的链接，所造成的任何损失我们将不承担任何责任。如有其他疑问，请直接联络我们的在线客服"
          },
          {
            tag: "p",
            content:
              "用户在亿万先生仅可开立一个账户。若我们发现用户在亿万先生开设不止一个账户，我们保留自行决定将用户在亿万先生的所有账户作为一个合并账户处理、取消多余账户或与用户终止本协议的权利。"
          }
        ]
      },
      {
        title: "下注及接受下注",
        body: [
          {
            tag: "p",
            content:
              "我们于博彩网站上和/或通过联接设备所不时提供的游戏、体育赛事和其他博彩活动开放给用户下注。用户下注须遵守具体游戏或博彩活动的博彩规 则以及本条规的规定。若任何赌局出现明显错误或显示错误的参赌人，该赌局的所有下注均告作废。亿万先生博彩系统发生故障时，我们亦有权宣布任何或所有下注无效。"
          },
          {
            tag: "p",
            content:
              "尽管本条规可能存在其他规定，但亿万先生有权基于任何理由酌情拒绝用户的全部或部分下注。"
          },
          {
            tag: "p",
            content:
              "我们仅接受用户按本条规通过互联网和/或联接设备进行下注。其他下注形式(邮寄、电邮、传真等)一概不予接受。我们即使收到其他形式的下注，不论赌盘最后开出的结果如何，均视为无效。"
          },
          {
            tag: "p",
            content:
              "1.亿万先生有权搁置或拒绝疑用欺骗手段如通过攻击、操纵等破坏操作系统所进行的投注。"
          },
          {
            tag: "p",
            content:
              '2.任何不寻常的投注将被取消，而不需另行通知。特此声明，人工智能或软件（机器人"Rbots" ）于线上投注服务的使用是被严禁的行为，而任何试图或利用该方式的投注将被取消，相关帐号立即会被关闭。'
          },
          {
            tag: "p",
            content:
              "受限于本条规其他规定，用户输入正确的用户名和密码且账户内存有足够余额，用户即有效投下注码。"
          },
          {
            tag: "p",
            content:
              "用户均须对使用下列内容（或其各项结合）所进行的所有活动和交易负责（无论下述使用是否得到授权）："
          },
          { tag: "p", content: "1.用户姓名；和/或" },
          { tag: "p", content: "2.用户账户号；和/或" },
          {
            tag: "p",
            content: "3.用户的用户名和密码。用户的用户名和密码。"
          },
          {
            tag: "p",
            content:
              "用户自行负责确保其下注细节的准确性。受限于本条规其他规定，一旦用户下注且我们确认接受用户的下注，即为用户下注的最终确证；用户不得取消、撤回下注或更改下注细节。"
          },
          {
            tag: "p",
            content:
              "所有下注均收录于交易记录数据库。亿万先生的交易记录为所有交易及下注的相关信息的最终确证。"
          },
          {
            tag: "p",
            content:
              "受限于本条规其他规定，当交易代号出现在用户屏幕上并有效显示在用户的交易历史中时，下注即视为有效及被亿万先生接受。"
          },
          {
            tag: "p",
            content:
              "比赛开始后和/或下注时比赛结果已被知晓之情况下不得下注。若比赛开始和/或用户下注时已经知晓比赛结果之情况下仍错误地开放给用户下注， 亿万先生有权不经通知用户即可拒绝用户下注或宣布下注无效；亿万先生享有是否接受全部或部分该等下注的自主决定权。为避免疑义，本条款不排除「下半场」投注盘 (“in play” bets)或「半场」投注盘(“half time” bets)。"
          },
          {
            tag: "p",
            content:
              "博彩网站上预告的开赛时间仅为信息参考之用。若亿万先生因任何原因无意中于比赛开始后仍接受下注，则我们有权取消和宣布该等下注无效。"
          },
          {
            tag: "p",
            content:
              "除非有关比赛和游戏的具体规则另有规定，否则为了博彩的目的，开放下注的比赛或游戏的结果将于比赛或游戏实际结束当天决定。"
          },
          {
            tag: "p",
            content:
              "亿万先生不承认任何后来的可能导致推翻上述结果的质询，原派彩仍然有效。"
          },
          {
            tag: "p",
            content:
              "体育赛事的比赛地点发生变化的，以原赛场为基础的所有下注均告无效。"
          },
          {
            tag: "p",
            content:
              "比赛或游戏的赢家将根据博彩规则在上述比赛或游戏实际结束当天予以定。"
          },
          {
            tag: "p",
            content:
              "为博彩目的，亿万先生不承认任何延期比赛、抗议或推翻的结果。"
          },
          {
            tag: "p",
            content:
              "用户下注的多重彩中如包括非参赛者选项或无效选项，派彩将以剩余的有效选项为基础进行结算。"
          },
          {
            tag: "p",
            content:
              "用户承认所有赔率、指数和让分可不经通知上下浮动，上述赔率、指数和让分仅在用户下注被我们接受时予以确定。"
          },
          {
            tag: "p",
            content:
              "若明显错误或系统故障造成用户下注的赔率、指数或让分不正确时，则用户的下注或多重彩的部分下注无效。若有关错误或故障及时得到纠正，亿万先生有权自主(但无义务)决定尽合理努力和用户联络允许用户以正确的赔率、指数和让分重新下注。"
          },
          { tag: "p", content: "我们不接受用户同时对同一赛事重复下注。" },
          {
            tag: "p",
            content:
              "就任何下注及其相关交易而言，亿万先生享有最后决定权，且其所作决定系终局性并具有最终确定力的。"
          }
        ]
      },
      {
        title: "博彩软件使用权",
        body: [
          {
            tag: "p",
            content:
              "用户特此确认并同意，用户通过联接设备以下载或其他方式获得的以便其远程使用的博彩网站的博彩软件属于博彩服务的一部分，为亿万先生和/其许 可人的财产；用户对该等博彩软件不享有任何权利。用户不得以任何方式或以任何手段改编、拷贝、修改、复制、储存、散发、展示、公开播放、传播、广播、制入 有线节目、出版、传送、出售、出借、出租、或许可使用博彩软件。用户也不得以其他方式交流或使博彩软件对任何他人网站、网上服务或公告板或任何其他媒体和 /或联接设备开放。"
          },
          {
            tag: "p",
            content:
              "亿万先生特此授予用户在联连设备上安装和使用博彩软件的非专属性、不可转让的个人使用权(「使用权」)，但博彩软件的安装和使用所用的联接设备须以用户为主要使用人。"
          },
          {
            tag: "p",
            content:
              "亿万先生授权和散发博彩软件的目的仅为博彩软件的终端用户能完全连接和使用博彩服务。"
          },
          { tag: "p", content: "用户不得：" },
          {
            tag: "p",
            content:
              "1.安装或传载博彩软件至其他连网设备的服务器或采取其他步骤使博彩软件可以通过任何形式或公告板、网上服务或远程拨号或网络使他人得到；"
          },
          {
            tag: "p",
            content:
              "2.散发、出借、出租、转授权、拷贝、转让、转移或以其他方式使任何其他人得到博彩软件和/或使用博彩软件的使用权；"
          },
          { tag: "p", content: "3.允许其他人使用博彩软件；" },
          {
            tag: "p",
            content:
              "4.设立或提供任何方式(包括但不限于仿真程序)使他人使用博彩软件；"
          },
          {
            tag: "p",
            content:
              "5.翻译、反向工程、反向编译，反汇编、修改、破解、全部或部分地以博彩软件和/或其源代码为基础开发衍生产品；或"
          },
          {
            tag: "p",
            content:
              "6.拷贝、修改、翻译或全部或部分地以博彩软件的相关用户文件为基础开发衍生产品。"
          },
          {
            tag: "p",
            content:
              "用户承认并同意，博彩网站上提供的及或通过联连设备或其他方式提供的博彩软件或博彩软件用户方件均归亿万先生和/其许可人所有，并受著作权、商标 权和其他知识产权和专利权的保护。用户特此承认，博彩软件的结构、组织和源代码为亿万先生和其许可人的极具价值的商业秘密。用户承认除根据使用权向用户授予 的权利外，用户对博彩软件和/或博彩软件用户文件不享有任何权利和权益。"
          },
          {
            tag: "p",
            content:
              "本协议因任何原因终止，本协议顶下所授予的使用权自动作废，用户应停止使用博彩软件并将博彩软件从联连设备中卸载。"
          }
        ]
      },
      {
        title: "交易结算",
        body: [
          {
            tag: "p",
            content:
              "用户使用信用卡或借记卡的，持卡人姓名须与会员登记和申请过程中所使用的姓名一致。若发生持卡人姓名和账户登记和会员申请所使用的姓名不一致的情况，亿万先生有权拒绝就相关交易进行结算。"
          },
          {
            tag: "p",
            content:
              "用户承担向亿万先生和/其他用户（视具体情况而定）支付所有应付款项的一切责任。用户同意对任何付款不实施或促使他人实施退款，不拒绝或撤销 付款，并向亿万先生偿付所有被退还、拒绝或撤销的付款以及由此引起的所有损失和费用。亿万先生，根据自主判断，有权终止向个别用户或使用某类信用卡或借记 卡付款的用户提供服务或支付款项。"
          },
          { tag: "p", content: "任何经亿万先生认可的有效:" },
          {
            tag: "p",
            content:
              "1.体育博彩(Sportsbook)下注向任何会员支付的最高彩金 (或根据当日所公布的汇率不时确定的其他等额货币。)"
          },
          {
            tag: "p",
            content:
              "2.体育博彩(Sportsbook)下注向任何会员支付的最高彩金 (或根据当日所公布的汇率不时确定的其他等额货币。)"
          },
          { tag: "p", content: "彩金不包括下注额。" },
          {
            tag: "p",
            content:
              "任何款项或彩金在存入帐户的过程中发生错误，亿万先生不负任何形式的任何责任，且我们有权在任何时候或在事后宣布涉及该等款项的交易无效。用户一旦发现账户内款项汇存有误，有责任立即通知亿万先生。"
          },
          {
            tag: "p",
            content:
              "在任何适用法律下就彩金所应缴付的税款和费用均由用户自行负责缴付。"
          }
        ]
      },
      {
        title: "领取彩金",
        body: [
          {
            tag: "p",
            content:
              "用户的彩金经结算后，将存入用户账户，具体提取办法参照我们彩金提取规定并须出示我们认可的有效带照身份证和/或信用/借记卡。"
          },
          {
            tag: "p",
            content:
              "在用户所持的信用/借记卡发行银行允许的情况下，彩金可以直接存入用户交纳押金所用的信用/借记卡账户。支票或电汇的收款人以登记或申请会员时所用的姓名为准。以信用卡或借记卡支付押金的，收款人还必须是信用卡或借记卡的登记持卡人。"
          },
          {
            tag: "p",
            content:
              "投注额必须与存款额相同才能进行提款，亿万先生将保留权利，收取必要的提款和存款手续费。"
          },
          {
            tag: "p",
            content:
              "亿万先生因用户的博彩交易而蒙受的所有银行收费均由用户承担和偿付，我们有权从用户彩金或账户中扣除和抵扣上述收费。"
          }
        ]
      },
      {
        title: "促销和奖励",
        body: [
          {
            tag: "p",
            content:
              "所有促销、奖励和特价均须遵守本条规及亿万先生针对具体促销活动所不时制定的规定。亿万先生保留在任何时候中止、取消或修改该等奖励或促销和/或其相关规定及条款的权力。"
          },
          {
            tag: "p",
            content:
              "若亿万先生认定有人滥用或企图滥用某项奖励或促销活动，或可能因该等滥用行为而获利，我们有权自主决定以其认为合适的方式阻止、拒绝，中止、或撤消任何用户参加有关奖励或促销活动如发现任意带有串通勾结以及试图欺诈等嫌疑的个人或团队，我们将保留取消其部份或全部投注的权利。所涉及的个人，亲属，组织，博彩庄家及其员工帐户中的金额会将被立即查封没收。"
          }
        ]
      },
      {
        title: "赔偿",
        body: [
          {
            tag: "p",
            content:
              "用户同意，由于用户连接博彩网站、下载或安装博彩软件、下注和/或以其他方式使用博彩服务、博彩软件和/或博彩资讯、及/或违背本条规和 /或博彩规则，而对亿万先生、其股东、雇员、管理人员、董事、受许可方、经销商、关联方、子公司和/代理商造成的任何损失、损害或及索赔(包括合理的律师 费)，用户须予以全额赔偿。"
          }
        ]
      },
      {
        title: "免责声明及特别注意事项赔偿",
        body: [
          {
            tag: "p",
            content:
              "博彩完全是一项个人选择，以个人判断与分析为依据，且风险自负的行为。用户下注的同时，即表明用户承认博彩服务、博彩网站和博彩资讯并无冒 犯性，且并不令人反感、不公平或有悖公共道德。一些司法管辖区对网上及/或岸外网上博彩的合法性尚无定论；而另一些司法管辖区则明确规定网上博彩（在司法 管辖区域内和/或岸外）均属非法行为。我们不鼓励任何人在非法的情况下使用和连接博彩网站、博彩资讯和/或博彩服务。博彩服务、博彩资讯和博彩网站的 设立和提供并不构成我们发出要约、招揽或邀请任何人在那些规定使用或连接上述内容为非法行为的国家内使用或连接上述内容。用户独立承担遵守其所适用之相关 法律规定的责任，而亿万先生不就博彩服务、博彩软件、博彩网站或其中的博彩资讯与用户所适用的法律规定相符作出任何声明。"
          },
          {
            tag: "p",
            content:
              "博彩服务、博彩软件、博彩网站和博彩资讯均按「原状原则」提供。除本条规明示的外，亿万先生不就博彩服务、博彩网站、博彩软件和博彩资讯作出 任何声明或保证。故所有有关博彩服务、博彩软件、博彩网站和博彩资讯的声明或保证，不论明示或暗示、法定与否，特此在法律允许的最大范围内予以排除。亿万先生不就博彩服务、博彩软件、博彩网站或博彩资讯的准确性、及时性、安全性、连续性、正确性或抗外界干扰性（任何性质），以及更正所发现的任何缺陷作出 保证。亿万先生亦不保证博彩服务、博彩软件、博彩网站和博彩资讯或提供上述内容的服务器不含有任何病毒、间谍软件、广告软件或其他具恶意性、破坏性或可 导致电脑瘫痪的代码、程序、数据、宏指令或可影响任何联接设备和/或其中所存数据的其他软件或特性。用户承诺将自行自费采取预防措施，确保其使用或连接博 彩服务所用的过程、方法和/或联接设备、以及博彩软件的安装和博彩网站的使用，均不会带来电脑病毒、间谍软件、广告软件或具恶意性、破坏性或可导致电脑瘫 痪的其他代码，或导致其联接设备或其中所存数据受到干扰和破坏的其他风险。"
          },
          {
            tag: "p",
            content:
              "若发生与账户结算或博彩服务的其他方面有关的系统错误或通讯错误，亿万先生不承担由此引起的任何责任。在此情况下，亿万先生有权取消所有受上述错误影响的下注并采取任何更正行动。"
          },
          {
            tag: "p",
            content:
              "在任何情况下，因用户连接、使用或参与博彩服务、博彩网站、博彩软件和博彩资讯而发生任何损害、损失或支出，包括用户之联接设备或所存数据 受到任何干扰或破坏，亿万先生不承担任何责任。此外，对博彩服务、博彩网站、博彩软件和博彩资讯中由第三方(包括但不限于宽带和电信服务供应商)所提供的内 容，亿万先生亦不作任何保证和声明且不予负责；在任何情况下，亿万先生均不对上述第三方合作者的任何违约、过错或不作为承担责任。"
          },
          {
            tag: "p",
            content:
              "在任何情况下，亿万先生、其关联公司、关联方、合伙人、管理人员、雇员和代理均不对任何损害、损失或支出承担责任。上述包括但不限于因用户连 接或使用博彩服务、博彩网站、博彩软件和博彩资讯、或与用户连接或使用博彩服务、博彩网站、博彩软件和博彩资讯有关的、或因用户下载、安装或使用博彩软件 所引起的任何直接、间接、因果性或特别的损害或经济损失，不论亿万先生是否被告知可能发生上述损害、损失或支出。在任何情况下，就与用户下注直接相关的任何 事宜、事件或情形所引起或与之相关的任何损失或损害(不论是否基于合约、侵权、严格责任或其他原因)，在法律允许的最大范围内，亿万先生对用户的全部责任 (如有)应不超过用户的相应下注额。"
          },
          {
            tag: "p",
            content:
              "用户承认，博彩资讯在性质上可能全部或部分地具有临时性，并且可按本条规予以修订、修改或更改。因此，用户承认博彩资讯仅为参考之用，不构成任何建议、意见或招揽，不构成任何具约束力的声明、保证、合约义务或用户依据的内容和基础。"
          },
          {
            tag: "p",
            content:
              "用户特此承认并同意，在考虑所有相关因素，包括但不限于用户向亿万先生提供对价的价值后，本条规所述之所有责任豁免和义务排除代表用户和亿万先生协议中公平、合理的风险分担和利益分配。用户进一步同意上述免责和限制在适用法律允许的最大范围内具有强制执行力。"
          },
          {
            tag: "p",
            content:
              "如果用户对任何博彩或比赛的结果存有异议，应在该等结果宣布之日后十四(14)天内向我们书面投诉。若出现用户联接设备所显示与亿万先生系统 的交易记录中所存的交易结果不符的情况(尽管发生这种情况的可能性很小)，用户同意亿万先生系统中交易记录所记载的由我们的技术总监认证的交易结果应为该等 结果具终局性的不容置疑的证据。"
          }
        ]
      },
      {
        title: "终止、关户及暂停博彩服务",
        body: [
          {
            tag: "p",
            content:
              "如有充分理由相信或证明以下情形，除本条款项下所享有的其他权利外，亿万先生有权，根据自主判断，宣布任何彩金无效并没收用户下注账户中所存余额、终止本协议和/或暂停提供博彩服务/冻结用户账户："
          },
          { tag: "p", content: "1.用户在亿万先生拥有不止一个活动账户；" },
          {
            tag: "p",
            content:
              "2.用户姓名与向亿万先生进行购卖或支付押金所用的信用卡或借记卡或其他付款账户的持有人姓名不符；"
          },
          {
            tag: "p",
            content: "3.用户参与亿万先生促销并在未满足促销要求之前退出该促销；"
          },
          { tag: "p", content: "4.用户提供不正确或误导性的注册信息；" },
          { tag: "p", content: "5.用户未提供或遗漏提供必要的身份资料；" },
          { tag: "p", content: "6.用户不满法定年龄" },
          {
            tag: "p",
            content:
              "7.用户连接和使用博彩服务所在的地区在法律上禁止使用博彩服务；"
          },
          {
            tag: "p",
            content:
              "8.用户对我们实施或促使他人对我们实施「退款「，或否认以其账户名义进行 的任何交易或押金；"
          },
          {
            tag: "p",
            content: "9.用户押金来源于刑事犯罪或其他非法或未经授权的活动；"
          },
          {
            tag: "p",
            content:
              "10.用户被发现欺诈或企图欺诈任何人或已经对任何人实施欺诈，或经亿万先生认定用户使用专门设计用以干扰/捣毁系统之人工智能或其他系统(包括机械、电脑、软件或其他自动化系统)，或被发现与其他博彩玩客勾结或企图与其他赌客勾结欺骗亿万先生或其他博彩玩客；"
          },
          {
            tag: "p",
            content: "11.用户允许(不论是否故意)他人使用其账户；"
          },
          {
            tag: "p",
            content: "12.用户未遵守本协议项下的任何使用规定；或"
          },
          {
            tag: "p",
            content:
              "13.用户未披露其位置在菲律宾、台湾、美国、新加坡及香港境内的事实。"
          },
          {
            tag: "p",
            content:
              "若我们按第14.1条规定暂停提供博彩服务和/或冻结账户，在用户实施必要的纠正措施(如果可以纠正)，且我们确认完全满意用户的纠正措施之后，博彩服务和用户账户将被恢复和解冻。"
          }
        ]
      },
      {
        title: "与外部网站的链接",
        body: [
          {
            tag: "p",
            content:
              "博彩网站可能含有与并非亿万先生维护的外部网站的链接。与外部网站的链接仅为用户方便而提供，我们不承诺确保上述链接所含内容的准确性、时效性或被维护，且不就此承担任何责任。"
          },
          {
            tag: "p",
            content:
              "亿万先生不就外部网站的内容资讯或隐私保护政策或在外部网站宣传、出售或以其他方式开放的任何产品或服务承担任何责任、负责提供或审查、予以批准或核准、或作出任何声明或保证。"
          },
          {
            tag: "p",
            content:
              "亿万先生不就用户因使用博彩网站所提供的任何外部网站链接而发生的或与之相关的任何损失或损害承担合约、侵权、疏忽或其他责任。"
          },
          {
            tag: "p",
            content:
              "亿万先生不就用户因使用博彩网站所提供的任何外部网站链接而发生的或与之相关的任何损失或损害承担合约、侵权、疏忽或其他责任。"
          }
        ]
      },
      {
        title: "与博彩网站的链接/框入",
        body: [
          {
            tag: "p",
            content:
              "用户不得就博彩网站或博彩服务的任何部分设置链接、深链接或文中链接(deep or in-line links)、或框入(frame)博彩资讯。"
          }
        ]
      },
      {
        title: "增加或中断博彩种类",
        body: [
          {
            tag: "p",
            content:
              "我们保留自行决定，不经通知用户，于任何时候在博彩网站增加新的博彩种类或功能，或开始、停止、中断、限制联接或修改任何博彩种类或功能的权利，且不就此对任何人承担任何责任。"
          }
        ]
      },
      {
        title: "违反本条规",
        body: [
          {
            tag: "p",
            content:
              "亿万先生保留就违反本条规的行为依法寻求救济（法律及衡平法）的权 利，包括自行决定在任何时候基于任何理由拒绝或限制任何特定的人联接博 彩服务、博彩网站和博彩资讯、阻止通过特定互联网地址或联接设备联接博彩服务、博彩网站和博彩资讯的权利。"
          }
        ]
      },
      {
        title: "优先顺序",
        body: [
          {
            tag: "p",
            content:
              "博彩规则(若适用)和适用于使用和联接博彩服务、博彩软件、博彩资讯和博彩网站的任何其他条规均构成本条规的组成部分。若博彩规则和适用于使用和联接博彩服务、博彩软件、博彩资讯和博彩网站的任何其他条规与本条规存有抵触，则除非另行明文规定，否则以本条规为准。"
          }
        ]
      },
      {
        title: "不可抗力",
        body: [
          {
            tag: "p",
            content:
              "若亿万先生由于发生下列其无法控制的任何性质的事件(包括但不限于天灾、适用法律法规的变更、政府、民政或军事机关的作为或不作为、法院命 令、恐怖活动、闪电或火灾、罢工、停工或其他劳资纠纷、洪水、干旱、战争、暴乱、盗窃、传输或系统故障、通讯或宽带服务故障或中断、电力供应或设备故障或 不足、恶劣气候、地震和自然灾害)未能或迟延履行本条规所规定的任何义务，不构成违反本条规。用户同意采取一切必要行动尽量减轻上述事件的后果。"
          }
        ]
      },
      {
        title: "弃权",
        body: [
          {
            tag: "p",
            content:
              "亿万先生在任何时候未能执行本条规任何条款不可视为放弃本条规所规定的权利或以任何方式影响本条规全部或部分的有效性，且不影响亿万先生采取进一步行动的权利。"
          }
        ]
      },
      {
        title: "可分割性",
        body: [
          {
            tag: "p",
            content:
              "若任何条款或其任何部分被有关机关认定为在任何程度上无效、不合法或不可执行，则该条款或该部分在上述程度上与其他条款分割，其他条款在法律允许的范围内继续完全有效。"
          }
        ]
      },
      {
        title: "适用法律和管辖",
        body: [
          {
            tag: "p",
            content:
              "用户同意，用户联接和使用博彩服务、博彩网站、博彩软件、博彩资讯及有关本条规的解释适用菲律宾法律，并按菲律宾法律解释。因本条规发生或与本条规有关的任何争议："
          },
          {
            tag: "p",
            content:
              "1.若由用户提起，则提交菲律宾First Cagayan公司卡卡湾经济区管理局(Cagayan Economic Zone Authority, First Cagayan Leisure and Resort Corporation)互动游戏主许可人最终解决。"
          },
          {
            tag: "p",
            content: "2.若由亿万先生提起，则由亿万先生自行选择："
          },
          {
            tag: "p",
            content: "根据以上第23.2(i)条的规定提请仲裁最终解决。"
          },
          {
            tag: "p",
            content:
              "向用户同意的菲律宾法院提起诉讼或申请，但亿万先生在其他法律管辖区提起诉讼或法律程序的权利不受影响"
          }
        ]
      }
    ]
  },
  {
    name: "privacy",
    pageTitle: "隐私条款",
    description: `<p>对于保存客户资料方面，亿万先生一向采取最谨慎的态度及工作程序作处理。我们对客户所肩负起的责任与承诺。另外，也清晰说明了我们处理客户资料的方式。</p>
              <p>当阁下使用http://www.mr007.com时，表示您承认并接受亿万先生隐私政策的规则与条件，并了解收集各项资料之目的及处理之方式。如果您不同意本隐私政策中的条款，请不要使用网站或将您的个人信息提供给我们。</p>
              <p>所有用户提供的个人信息，其传送都将通过安全端口（SSL 128 bit encryption Standard）并存放在公众无法进入的保密环境之下。所有数据的内部出入都受到限制及严密的监控。</p>`,
    content: [
      {
        title: "信息收集与使用",
        body: [
          {
            tag: "p",
            content:
              "当客户在亿万先生开设及使用帐户时，我们所收集的信息和数据包含姓名、位址、年龄、电邮、电话、IP地址等，而收集这些信息的目为："
          },
          { tag: "p", content: "1.保留户口的交易纪录" },
          { tag: "p", content: "2.协助改善户口管理" },
          { tag: "p", content: "3.安全理由(包括客户的身份证明)" },
          { tag: "p", content: "4.建立客户档案" },
          { tag: "p", content: "5.管理客户关系" },
          {
            tag: "p",
            content:
              "6.在您同意的情况下，为您提供我们的优惠活动、产品和服务信息"
          },
          {
            tag: "p",
            content:
              "7.为防止欺诈、不规律投注、洗黑钱和欺骗等行为而对交易进行监管"
          },
          { tag: "p", content: "- 户口的交易状况" },
          {
            tag: "p",
            content:
              "1.为鉴别客户的兴趣以提供相关优惠及资讯，或基于交易与业务运作等安全理由，我们会保留客户的交易纪录以作分析。"
          },
          { tag: "p", content: "- 传送优惠资讯" },
          {
            tag: "p",
            content:
              "1.在注册帐号时，客户可选择是否希望收到优惠资讯。登记后，客户亦可随时透过电邮作出有关更改：(email)。请注意：当客户选择不希望收到优惠资讯时，我们会尽力地停止相关传送，并承诺于28天内完成这个步骤。"
          },
          { tag: "p", content: "- 更改您的个人资料" },
          {
            tag: "p",
            content:
              "1.客户可随时更改个人资料。如有需要，可向我们的客户服务员联络。"
          },
          { tag: "p", content: "- 个人资料的安全与准确性" },
          {
            tag: "p",
            content:
              "1.我们承诺会妥善地保存客户的所有资料，并维护相关资料的准确性。根据法律，客户有权保留个人资料及要求更改任何错误。"
          },
          {
            tag: "p",
            content:
              "2.同时，我们更会采取所有步骤以确保客户资料在处理过程中，能达至最严格的安全标准。此外，客户资料只有在适用的法律之下方有机会被透露，而资料则主要透露给亿万先生等有关部门、商业伙伴、顾问与供应商(如信用卡处理机构)。我们承诺不会将客户的资料售卖给第三者。"
          },
          { tag: "p", content: "- 电话" },
          {
            tag: "p",
            content:
              "1.出于员工培训和安全原因，我们所有的客户往来电话均有录音，同时也可为您之前所受到的服务提供进一步的协助。"
          },
          { tag: "p", content: "- 小型文字档案(Cookies)" },
          {
            tag: "p",
            content:
              "1.客户使用本网站后，我们出于以上目的可能使用cookies技术从服务器中收集客户信息。如果您在亿万先生注册或者继续使用网站，则您将被视为同意我们使用Cookies。"
          },
          {
            tag: "p",
            content:
              "2.Cookies包含转至您电脑硬盘上的信息。这将帮助我们完善网站，并提供更优质且人性化的服务。我们使用的某些Cookies对于网站的运行至关重要。"
          },
          {
            tag: "p",
            content:
              "3.如果您想删除任何已储存在您电脑上的Cookies，或想停止那些记录您浏览网站模式的Cookies，您可以删除您的现有Cookies和 /或更改您浏览器上的隐私设置，以阻挡Cookies（此过程在各个浏览器间有所不同）。如果您想获知更多关于如何操作的信息，请访问http: //www.allaboutcookies.org/。请注意，如果删除我们的Cookies或阻挡我们之后的Cookies，将导致您无法使用网站的 某些区域或特色功能。"
          }
        ]
      },
      {
        title: "网站信息",
        body: [
          {
            tag: "p",
            content:
              "我们的系统会自动记录亿万先生浏览者的网路IP地址，但我们决不会记录网站访问者的电邮地址，而此项主要是用作网站流量统计之用。"
          }
        ]
      },
      {
        title: "广告系统",
        body: [
          {
            tag: "p",
            content:
              "我们的广告系统会自动记录点击者的网路IP地址，此项主要令网站宣传功能有效发挥。"
          }
        ]
      },
      {
        title: "彩金",
        body: [
          {
            tag: "p",
            content:
              "我们会严格保密客户所赢取的彩金数额。如根据当地的法律规定，要求客户必须要向当地的政府机构申报所赢取之彩金数额。那这个申报权益则会留给客户作决定。"
          }
        ]
      },
      {
        title: "安全性",
        body: [
          {
            tag: "p",
            content:
              "亿万先生为确保客户提供给我们的个人资讯及资料是绝对安全保密。所有传送给我们的相关内容，都必定经过高科技的保密设施后，然后储存进我们的伺 服器内。这项保密设施，乃使用目前最先进的防火墙技术来维护。我们的娱乐网站和软体更会采用最佳的保密程式，目的是保证玩家的个人资料不会被第三方乱用。"
          }
        ]
      }
    ]
  },
  {
    name: "responsible_gaming",
    pageTitle: "责任博彩",
    description: `<p>亿万先生一直积极推行负责任博彩，并极力拒绝未成年玩家使用我们的软件进行网上娱乐。同时，我们更透过专业人员及各种有效方法，以防止问题博彩的发生。</p>`,
    content: [
      {
        title: "年龄限制",
        body: [
          {
            tag: "p",
            content:
              "18岁以下的未成年人是禁止参与网络博彩的，若证实情况与客户所提供给亿万先生（MR007）的不符，我们将关闭客户的账号以及冻结所剩余的资金。由于各地的法令条款不同，因此我们建议客户在进行博彩游戏前，翻阅当地法律进行查询。"
          }
        ]
      },
      {
        title: "问题性博彩问卷调查:",
        body: [
          {
            tag: "p",
            content:
              "亿万先生（MR007）正在积极努力为玩家提供一个优质的娱乐平台。这些问题设置的目的在于，我们已经设置升级了多项安全设施来确保我们游戏的公平公正。我们鼓励客户通过回答我们的问卷来了解客户对博彩的危害问题的状况:"
          },
          { tag: "p", content: "1.您会因为躲避工作和学习来进行赌博吗？" },
          { tag: "p", content: "2.您会因为无聊或者不开心来进行赌博吗？" },
          {
            tag: "p",
            content:
              "3.您在注金投注完时，是否感觉钱已经丢掉或者说要尽快的再次下注？"
          },
          { tag: "p", content: "4.您会一直赌博直到您的钱都输完吗？" },
          {
            tag: "p",
            content: "5.您是否有说谎言借钱，甚至盗窃来进行博彩？"
          },
          {
            tag: "p",
            content: "6.您是否刻意隐瞒过您在博彩中会费的时间和资金吗？"
          },
          { tag: "p", content: "7.您是否不愿意花费您的赌金在其他方面呢？" },
          {
            tag: "p",
            content: "8.您是否已经对家人，朋友和爱好失去了兴趣？"
          },
          {
            tag: "p",
            content:
              "9.加入您的注金全部投注完，您是否会感到尽快赢回您输掉的资金？"
          },
          {
            tag: "p",
            content:
              "以上问题中所回答的「是」愈多则代表愈有机会遇上博彩问题，甚至成为问题博彩者，因此您可能已经沉迷于赌博。我们建议您:"
          },
          { tag: "p", content: "1.把博彩当做一种娱乐休闲项目" },
          { tag: "p", content: "2.避免连续的损失" },
          { tag: "p", content: "3.对博彩有自己的认识" }
        ]
      },
      {
        title: "有节制的博彩:",
        body: [
          {
            tag: "p",
            content:
              "对于一些客户希望暂时远离博彩，我们将提供一个自我排除的功能，您可以申请六个月到五年的账户关闭。帐户一旦关闭，客户无论任何原因都不能重开帐户，直至所设定的期限到期。请点击网页中的“联系我们”，我们的客服人员会为您带来更多帮助。"
          }
        ]
      },
      {
        title: "寻求协助:",
        body: [
          {
            tag: "p",
            content:
              "有很多机构可以为在博彩中产生问题的人提供支持和帮助，我们推荐这些玩家联络这些自助组织获得额外的帮助。"
          },
          {
            tag: "p",
            content:
              "以下网站将为您提供建议和指引。每个组织都有帮助热线和电子邮件地址，如果您需要严格保密的建议和帮助，您可以联络他们。"
          },
          { tag: "p", content: "1.www.gamblersanonymous.org" },
          { tag: "p", content: "2.www.gamcare.org.uk" },
          { tag: "p", content: "3.www.gamblingtherapy.com" }
        ]
      },
      {
        title: "家长监控:",
        body: [
          {
            tag: "p",
            content:
              "父母或监护人可透过使用一系列的第三方软件，以有效监控或限制未成年人使用电脑士对互联网的使用："
          },
          {
            tag: "p",
            content:
              "1.Net Nanny过滤软体防止未成年浏览不适宜的网站内容：www.netnanny.com"
          },
          {
            tag: "p",
            content:
              "2.CYBERsitter过滤软体允许父母增加自定义过滤网站: www.cybersitter.com"
          }
        ]
      }
    ]
  },
  {
    name: "affiliate",
    pageTitle: "加盟合作",
    description: "",
    content: [
      {
        title: "业内最高额酬金—50%终身制酬金",
        body: [
          {
            tag: "p",
            content:
              "我们将秉承相关佣金制度，确保合营客户可以得到高达50%*的酬金收入，并且是终身制的。"
          }
        ]
      },
      {
        title: "安全支付每月酬金",
        body: [
          {
            tag: "p",
            content:
              "拥有您的信赖是我们服务的目的，您将会按时收到每月的佣金。我们从未错过每次佣金发放。"
          }
        ]
      },
      {
        title: "玩家高转化率及回访率",
        body: [
          {
            tag: "p",
            content:
              "我们以打造亚洲最有价值的在线娱乐平台为目标，同时提供丰厚高额的红利和活动来吸引新玩家，并时刻保持与玩家的互动，为您提高玩家的转化率和活跃程度。"
          }
        ]
      },
      {
        title: "功能强大的后台管理界面，实时报告和统计，深度报告总结",
        body: [
          {
            tag: "p",
            content:
              "我们为您提供合作所需的必要信息，无论是您要管理客户流量--例如统计信息，还是自己的玩家和收益的实时报告，我们都将为您提供。"
          }
        ]
      }
    ]
  }
];
