export default [
  {
    id: 16,
    title: "20号与21号返水和宝箱奖金派发通知",
    date: "2018-05-23",
    description:
      "尊敬的亿万会员，目前我们已经将5月20日与21日的返水以及宝箱奖金派发到您的账户中，请及时登入查看。如有任何疑问，请您及时与在线客服取得联系，亿万先生祝您游戏愉快！",
    name:
      "尊敬的亿万会员，目前我们已经将5月20日与21日的返水以及宝箱奖金派发到您的账户中，请及时登入查看。如有任何疑问，请您及时与在线客服取得联系，亿万先生祝您游戏愉快！"
  },
  {
    id: 1,
    title: "5月生日彩金发放通知",
    date: "2018-05-03",
    description:
      "尊敬的亿万会员，目前我们已经将5月生日的会员生日彩金成功发放到您的账户中，请及时登入查看。如未查看到生日彩金的玩家，请您及时与在线客服取得联系进行领取，亿万先生祝您生日快乐！",
    name:
      "尊敬的亿万会员：应玩家要求，现已将PT老虎机游戏投注额度有所改变，如您有遇到问题，可随时联系在线客服为您解答。亿万先生祝您游戏愉快！"
  },
  {
    id: 2,
    title: "亿万专属手机“APP” 火爆上线",
    date: "2018-04-28",
    description:
      "尊敬的亿万会员：在亲们的千呼万唤中，亿万先生专属手机APP全新火爆上线，便捷游戏，全新体验，通过电脑网页左上角的“APP”扫描二维码下载安装，即可随时随地、想玩就玩、一键充值、安全便捷。小伙伴们快快马上下载体验吧。",
    name:
      "尊敬的亿万会员，目前我们已经将11月生日的会员生日彩金成功发放到您的账户中，请及时登入查看。如未查看到生日彩金的玩家，请您及时与在线客服取得联系进行领取，亿万先生祝您生日快乐！"
  },
  {
    id: 3,
    title: "2月28日线下存款账户更新通知",
    date: "2018-02-28",
    description:
      "尊敬的亿万会员：线下存款账户已经更新，请注意获取最新存款账户进行充值。线下存款可支持支付宝和银行转账，如有任何问题，请随时联系在线客服咨询，亿万先生祝您游戏愉快！",
    name:
      "尊敬的亿万会员：由于国庆期间三方存款通道不定时维护，如您在存款过程中有遇到任何问题，请随时联系在线客服，我们将为您提供最新线下存款通道。对此带来的不便，敬请谅解！"
  },
  {
    id: 4,
    title: "新推出银联“云闪付”存款方式通知",
    date: "2018-02-01",
    description:
      "尊敬的亿万会员：为了给广大的客户提供多样的存款方式，我们网站新推出通过银联“云闪付”支付的存款方式，该方式需要您手机安装银联“云闪付”APP并绑定银行卡，然后通过“云闪付”APP的扫一扫功能，扫描网站收款的二维码即可完成支付。（提醒：该APP可通过存款页面的二维码进行下载安装）。多谢亲们一如既往的支持，亿万先生祝您游戏愉快！",
    name:
      "业界最火爆的GG捕鱼在亿万上线了！画面精美，游戏性强，出奖率高，花式Freestyle打鱼！现有转10送38尝鲜奖金，Lv1及以上玩家请自行转账领取，另每日提供最高1.6%返水，小伙伴们快来体验吧！"
  },
  {
    id: 5,
    title: "1月13日上午三点“每日宝箱”活动将更新活动计算规则通知",
    date: "2018-01-12",
    description:
      "尊敬的亿万会员：为了给您带来更好的游戏娱乐，1月13日上午三点开始，“每日宝箱”活动将更新活动计算规则，当每日PT和新PT的累积有效流水达1000以上，即可领取彩金，最高可获100元！！！所有亿万会员均可参与，六连宝箱等您开，开一个，好运连连，再开一个，惊喜无限，让您玩的开心，赢的舒心！！！",
    name: "恭喜会员SH***BC在8月20号PT场馆Inca Jackpot游戏中击中89万累积奖池！"
  },
  {
    id: 6,
    title: "亿万先生PT币值修改通知",
    date: "2017-11-17",
    description:
      "尊敬的亿万会员：应玩家要求，现已将PT老虎机游戏投注额度有所改变，如您有遇到问题，可随时联系在线客服为您解答。亿万先生祝您游戏愉快！",
    name:
      "尊敬的亿万会员：为了给您带来更好的游戏体验，感谢广大会员长期的支持和关注，特通知您亿万先生全新升级！！！全新的面貌，崭新的开始，多样的游戏，丰富的优惠，流畅的体验，优质的服务，一样的亿万，我们用心做好每一次！！！让您玩的开心，赢的舒心！！！亿万全体同仁祝您在新版网站游戏愉快，好运连连，盈利多多！！！"
  },
  {
    id: 7,
    title: "亿万先生GG捕鱼火爆上线！",
    date: "2017-08-25",
    description:
      "业界最火爆的GG捕鱼在亿万上线了！画面精美，游戏性强，出奖率高，花式Freestyle打鱼！现有转10送38尝鲜奖金，Lv1及以上玩家请自行转账领取，另每日提供最高1.6%返水，小伙伴们快来体验吧！",
    name:
      "恭喜会员SS*****58在4月26日PT欧洲馆Funky Monkey古怪猴子游戏中击中三个鼓赢得12万奖金！"
  },
  {
    id: 8,
    title: "恭喜会员SH***BC在8月20号PT场馆Inca Jackpot游戏中击中89万累积奖池！",
    date: "2017-08-25",
    description:
      "恭喜会员SH***BC在8月20号PT场馆Inca Jackpot游戏中击中89万累积奖池！",
    name:
      "恭喜会员G****73在4月12号PT欧洲馆Nian Nian You Yu游戏中击中20万累积奖池！"
  },
  {
    id: 9,
    title: "亿万先生网站全新升级通知",
    date: "2017-07-03",
    description:
      "尊敬的亿万会员：为了给您带来更好的游戏体验，感谢广大会员长期的支持和关注，特通知您亿万先生全新升级！！！全新的面貌，崭新的开始，多样的游戏，丰富的优惠，流畅的体验，优质的服务，一样的亿万，我们用心做好每一次！！！让您玩的开心，赢的舒心！！！亿万全体同仁祝您在新版网站游戏愉快，好运连连，盈利多多！！！",
    name:
      "尊敬的亿万会员：为了给您提供更好的用户体验，亿万先生当日提款次数由原来的5次增加到20次，当日提款上限暂不进行变动，此需求可满足亿万会员7*24小时提款申请需求，如您在提款申请中遇到任何疑问，可随时联系在线客服。亿万先生祝您游戏愉快！"
  },
  {
    id: 10,
    title:
      "恭喜会员SS*****58在4月26日PT欧洲馆Funky Monkey古怪猴子游戏中击中三个鼓赢得12万奖金！",
    date: "2017-04-26",
    description:
      "恭喜会员SS*****58在4月26日PT欧洲馆Funky Monkey古怪猴子游戏中击中三个鼓赢得12万奖金！",
    name:
      "恭喜会员AS5****88在3月7号PT欧洲馆Age Of The Gods游戏中击中25万累积奖池！"
  },
  {
    id: 11,
    title:
      "恭喜会员G****73在4月12号PT欧洲馆Nian Nian You Yu游戏中击中20万累积奖池！",
    date: "2017-04-12",
    description:
      "恭喜会员G****73在4月12号PT欧洲馆Nian Nian You Yu游戏中击中20万累积奖池！",
    name:
      "恭喜会员MM*****8在1月15号PT欧洲馆Age Of The Gods游戏中击中30万累积奖池！"
  },
  {
    id: 12,
    title: "亿万先生当日提款次数更改通知",
    date: "2017-03-08",
    description:
      "尊敬的亿万会员：为了给您提供更好的用户体验，亿万先生当日提款次数由原来的5次增加到20次，当日提款上限暂不进行变动，此需求可满足亿万会员7*24小时提款申请需求，如您在提款申请中遇到任何疑问，可随时联系在线客服。亿万先生祝您游戏愉快！",
    name: "恭喜会员GX*****43在1月14日PT欧洲馆年年有余游戏中赢得20万！"
  },
  {
    id: 13,
    title:
      "恭喜会员AS5****88在3月7号PT欧洲馆Age Of The Gods游戏中击中25万累积奖池！",
    date: "2017-03-07",
    description:
      "恭喜会员AS5****88在3月7号PT欧洲馆Age Of The Gods游戏中击中25万累积奖池！",
    name:
      "尊敬的亿万会员，近期有发现业内同行利用不正当竞争手段劫持亿万先生网站，引导客户去非官网注册套取信息，提供虚假优惠，损害了个别玩家利益，亿万先生郑重承诺，我们是在菲律宾合法运营的博彩网站，绝不会出现为了更换线路引流客户去其他品牌的行为，为了您的资金安全，如果遇到此类问题请咨询亿万官方客服，亿万先生永远将玩家的利益放在第一位，对损害亿万玩家以及我们品牌的行为必将作出有力回应。"
  },
  {
    id: 14,
    title:
      "恭喜会员MM*****8在1月15号PT欧洲馆Age Of The Gods游戏中击中30万累积奖池！",
    date: "2017-01-15",
    description:
      "恭喜会员MM*****8在1月15号PT欧洲馆Age Of The Gods游戏中击中30万累积奖池！",
    name:
      "恭喜会员MM*****8在1月15号PT欧洲馆Age Of The Gods游戏中击中30万累积奖池！"
  },
  {
    id: 15,
    title: "恭喜会员GX*****43在1月15日PT欧洲馆年年有余 游戏中赢得20万！",
    date: "2017-01-15",
    description: "恭喜会员GX*****43在1月14日PT欧洲馆年年有余 游戏中赢得20万！",
    name: "恭喜会员GX*****43在1月15日PT欧洲馆年年有余 游戏中赢得20万！"
  }
];
