<template>

  <div>
    <div class="help-title">
      <h4> 免责声明 </h4>
    </div>

    <div class="panel panel-info">
      <div class="panel-body">
        <ul class="list-unstyled">
          <li>亿万先生对网站的内容及第三者在网站内提供的资料或内容之准确性等，并不会负上任何的法律责任。</li>
          <li>亿万先生会尽力确保网站资讯的准确性、完整性以及即时性(一切以发表日期为准)，但本公司并不能保证相关内容的准确性、完整性、及即时性，及和网络技术与排版效能可达致百分百的准确无误。</li>
          <li>另外，网站内的部分资讯与其发布的日期和时间是相关的。所以，在特定日期时间之后，相关资讯可能已不再准确真实，本公司亦不承诺会更新该项目，而阁下也有责任在采纳这些资讯前对其真实性进行核对验证。本公司保留在没有预先通知的情况下，修改或更新网站内容资讯的权利。同时，基于某些产品或服务乃受到规章及其他限制约束，所以有关项目并不适合于所有市场。</li>
        </ul>
      </div>
    </div>

  </div>

</template>

<script>
export default {};
</script>
